Repository: MaksimPak/django_aiogram
Catalog: src/bot/locales/*/LC_MESSAGES/bot.po
Languages: uz

source: Выберите Ресурс
uz: Manbani tanlang

source: Регистрация
uz: Ro’yxatdan o’tish

source: Пожалуйста, пройдите регистрацию
uz: Iltimos ro’yhatdan o’ting

source: Ваш уровень пользователя {contact_status} не достаточен для получения доступа к данному контенту
uz: Foydalanuvchi profilingiz {contact_status} bu kontentni olish uchun etarli emas

source: Идет обработка, пожалуйста, подождите ⌛
uz: Ishlanmoqda, iltimos kuting⌛

source: Отметить как просмотренное
uz: Ko’rilgan deb belgilash

source: Раздел в разработке
uz: Bo’lim qurilish bosqichida

source: Назад
uz: Orqaga

source: Уроки курса
uz: Kurs darslari

source: Курс ещё не начат
uz: Kurs hali boshlanmagan

source: Отправить работу
uz: Ishni topshirish

source: Отмечено
uz: Belgilangan

source: Отправьте Вашу работу
uz: Ishingizni topshiring

source: Неверный Chat id у курса {course_name}. Пожалуйста исправьте
uz: Kursning {course_name} ChatID noto’g’ri

source: Спасибо
uz: Rahmat

source: Отправьте Ваше сообщение
uz: Xabaringizni yuboring

source: Отправлено
uz: Yuborildi

source: Здравствуйте! Выберите язык
uz: Salom! Tilni tanlang

source: Отменено.
uz: Bekor qilindi.

source: Добро пожаловать в бот Megaskill! Пожалуйста, выберите опцию
uz: Megaskill botiga xush kelibsiz! Iltimos, variantni tanlang

source: Выберите опцию
uz: Variantni tanlang

source: Выберите учебный центр
uz: O’quv markazini tanlang

source: Такого учебного центра не существует
uz: Bunday o’quv markazi yo’q

source: Геолокация
uz: Geolokatsiya

source: Неправильный формат телефона. Пример: +998901234567
uz: Telefon formati noto’g’ri. Misol: +998901234567

source: Данный номер уже используется
uz: Bu raqam royhatda bor

source: Не указано
uz: Ma’limot kiritilmagan

source: Имя
uz: Ism

source: Фамилия
uz: Familiya

source: Язык
uz: Til

source: Телефон
uz: Telefon

source: Город
uz: Shahar

source: Учебный центр
uz: Ta’lim markazi

source: <i>Ваш статус: Незарегистрированный пользователь. </i><i>Зарегистрируйтесь и получите больше возможностей.</i>
uz: <i>Sizning holatingiz: ro’yxatdan o’tmagan foydalanuvchi. </i><i>Ro’yxatdan o’ting va boshqa xususiyatlarga ega bo’ling.</i>

source: Укажите имя
uz: Iltimos, ism kiriting

source: Укажите фамилию
uz: Familiyangizni kiriting

source: Выберите язык
uz: Tilni tanlang

source: Укажите телефон
uz: Telefoningizni kiriting

source: Укажите город проживания
uz: Yashash shahriga kiring

source: Спасибо за участие!
uz: Qatnashganingiz uchun tashakkur!

source: Выберите опросник
uz: Anketani tanlang

source: Ошибка системы. Получите опросники снова
uz: Tizim xatosi. Yana anketalarni oling

source: Форма не активна. Свяжитесь с администрацией
uz: So’rovnoma faol emas. Ma’muriyat bilan bog’laning

source: Данный опросник нельзя пройти дважды
uz: Bu so’rovnomani ikki marta to’ldirish mumkin emas

source: Начать
uz: Boshlash

source: Напишите свой ответ
uz: Javobingizni yozing

source: Вышлите файл
uz: Faylni yuboring

source: Вы успешно зарегистрированы!
uz: Siz ro’yxatdan o’tdingiz!

source: Как Вас зовут?
uz: Ismingiz nima?

source: Ваш город проживания?
uz: Sizning yashash shahringiz qaysi?

source: Выберите ваши любимые игры. Если они отсутствуют, напишите их ниже
uz: Sevimli o’yinlaringizni tanlang. Agar ular ro’yhatda bo’lmasa, ularni nomini yozing

source: Хорошо, теперь пожалуйста отправьте свой номер
uz: Zo’r, endi raqamingizni yuboring

source: Пропустить
uz: O’tkazib

source: Отправить
uz: Yubormoq

source: Отправьте Вашу локацию. Вы можете пропустить этот этап регистрации, если нажмете кнопку “Пропустить
uz: Manzilingizni yuboring. Agar siz bu ro’yxatdan o’tish bosqichini o’tkazib yuborishingiz mumkin O’tkazib yuborish tugmasini bosing

source: Вышлите Вашу геолокацию
uz: Joylashuvingizni yuboring

source: Нужно отправить текстовое сообщение
uz: Matnli xabar yuborish kerak

source: Вам необходимо нажать на кнопку
uz: Siz tugmani bosishingiz kerak

source: Спасибо {first_name},Вы были успешно зарегистрированы в боте
uz: {first_name} uchun rahmat, siz botda muvaffaqiyatli ro’yxatdan o’tdingiz

source: Неверный инвайт код
uz: Taklif kodi noto‘g‘r

source: Вы уже зарегистрированы. Выберите опцию
uz: Siz ro’yxatdan o’tgansiz. Variantni tanlang

source: Регистрация в боте MegaSkill. Как Вас зовут?
uz: MegaSkill botida ro’yxatdan o’tish. Ismingiz nima?
